Repository: Belfagor2005/oZeta_skin
Catalog: usr/lib/enigma2/python/Plugins/Extensions/oZsetup/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Cancel
ar: الغاء

source: Save
ar: يحفظ

source: Preview
ar: معاينة

source: Restart
ar: إعادة بدء

source: This operation checks if the skin has its components (is not sure).. Do you really want to continue?
ar: تتحقق هذه العملية مما إذا كان الجلد يحتوي على مكوناته (غير متأكد) .. هل حقا تريد الاستمرار؟

source: SKIN SETUP SECTION
ar: قسم إعداد الجلد

source: API SETUP SECTION
ar: قسم إعداد API

source: Load TMDB Apikey from /tmp/apikey.txt
ar: تحميل مفتاح واجهه التطبيقات لقاعده البيانات العالمية للميديا TMDB من /tmp/apikey.txt

source: Signup on TMDB and input free personal ApiKey
ar: التسجيل على TMDB وإدخال ApiKey الشخصي المجاني

source: Configure OMDB APIKEY
ar: إعدادات واجهة برمجة تطبيقات قاعدة بيانات الأفلام على الانترنت OMDB

source: Load OMDB Apikey from /tmp/omdbkey.txt
ar: قم بتحميل OMDB Apikey من /tmp/omdbkey.txt

source: Signup on OMDB and input free personal ApiKey
ar: قم بالتسجيل في IMDB وأدخل مفتاح Api الشخصي المجاني

source: MISC SETUP SECTION
ar: قسم الإعداد المتنوعة

source: Install Test Options oZeta Skin
ar: قم بتثبيت Test Options oZeta Skin

source: Autoupdate oZeta Skin on both
ar: التحديث التلقائي oZeta Skin على كليهما

source: Check for updates on the oZeta skin server
ar: تحقق من وجود تحديثات على خادم الجلد oZeta

source: Autoupdate oZeta Skin
ar: التحديث التلقائي oZeta Skin

source: Load your free TMDB Apikey from /tmp/apikey.txt
ar: قم بتحميل TMDB Apikey المجاني من /tmp/apikey.txt

source: Load your free OMDB Apikey from /tmp/omdbkey.txt
ar: قم بتحميل تطبيق OMDB Apikey المجاني من /tmp/omdbkey.txt

source: Configure this Section
ar: تكوين هذا القسم

source: Successfully creating Skin!
ar: تم تثبيت الإسكين بنجاح!

source: Error creating Skin!
ar: خطأ في تثبيت الإسكين!

source: Import Api Key TMDB from /tmp/apikey.txt?
ar: استيراد مفتاح واجهة برمجة التطبيقات قاعدة بيانات الميديا من /tmp/apikey.txt؟

source: Missing %s !
ar: %s مفقود!

source: Import Api Key OMDB from /tmp/omdbkey.txt?
ar: استيراد مفتاح واجهة برمجة التطبيقات لقاعده بيانات الأفلام على الانترنت من /tmp/omdbkey.txt؟

source: TMDB ApiKey Imported!
ar: تم استيراد مفتاح واجهه التطبيقات لقاعدة بيانات الافلام TMDB!

source: TMDB ApiKey Stored!
ar: تم حفظ مفتاح واجهه التطبيقات لقاعدة بيانات الافلام TMDB !

source: OMDB ApiKey Imported!
ar: تم استيراد مفتاح واجهه التطبيقات لقاعدة بيانات الأفلام OMDB!

source: OMDB ApiKey Stored!
ar: تم حفظ بيانات واجهه التطبيقات لقاعدة بيانات الأفلام OMDB!

source: Really close without saving settings?
ar: حقا قريب دون حفظ الإعدادات؟

source: Do you really want to update the zSkin ?? Do it at your own risk. Do you want to continue?
ar: هل تريد حقا تحديث zSkin ؟؟ تفعل ذلك على مسؤوليتك الخاصة. هل تريد الاستمرار؟

source: NO UPDATE zSkin ON SERVER !
ar: لا يوجد تحديث zSkin على الخادم!

source: IMAGE NO COMPATIBLE WITH OZETA SKIN
ar: الصورة غير متوافقة مع الجلد أوزيتا

source: NO EXIST /tmp/ozeta.tar !
ar: لا يوجد /tmp/ozeta.tar!

source: mmPicons Plugin Not Installed!! Do you really want to install now?
ar: mmPicons Plugin غير مثبت !! هل تريد حقًا التثبيت الآن؟

source: Install mmPicons
ar: تثبيت بيكونات mm

source: Install Test Options for oZeta skin Do you really want to install now?
ar: تثبيت خيارات الاختبار لجلد oZeta هل تريد حقًا التثبيت الآن؟

source: Data entered for the Weather, do you want to continue the same?
ar: البيانات المدخلة للطقس ، هل تريد الاستمرار على نفس المنوال؟

source: WeatherPlugin Plugin Not Installed!! Do you really want to install now?
ar: البرنامج المساعد WeatherPlug غير مثبت !! هل تريد حقًا التثبيت الآن؟

source: Install WeatherPlugin and Reboot
ar: قم بتثبيت WeatherPlugin وإعادة التشغيل

source: Install WeatherPlugin
ar: قم بتثبيت WeatherPlugin

source: Plugin WeatherPlugin not installed!!!
ar: البرنامج المساعد WeatherPlugin غير مثبت !!!

source: Back
ar: رجوع

source: ApiKey Info
ar: معلومات مفتاح واجهه التطبيقات

source: Preview Info
ar: معاينة المعلومات

source: Restart Info
ar: إعادة المعلومات

source: For use The OMDB Covers, copy the omdbkey file in the skin folder:
ar: لاستخدام البوسترات الخاصه بقاعده بيانات الافلام OMDB، انسخ ملف مفتاح واجهه التطبيقات في مجلد الإسكين:

source: Or manually enter the key, created on the OMDB portal'
ar: أو أدخل المفتاح يدويا ، الذي تم إنشاؤه على موقع قاعده بيانات الافلام OMDB '

source: use the virtual keyboard.'
ar: استخدم لوحة المفاتيح الافتراضية."

source: For use The TMDB Covers, copy the apikey file in the skin folder:
ar: لاستخدام ألبوسترات الخاصه بموقع TMDB، انسخ ملف apikey في مجلد الإسكين:

source: Or manually enter the key, created on the TMDB portal
ar: أو أدخل المفتاح يدويا ، الذي تم إنشاؤه على موقع TMDB

source: use the virtual keyboard.
ar: استخدم لوحة المفاتيح الافتراضية.

source: Or import from /tmp the file
ar: أو استيراد الملف من /tmp

source: omdbkey.txt or apikey.txt
ar: omdbkey.txt أو apikey.txt

source: SAVE & RESTART
ar: احفظ وأعد التشغيل

source: Click Exit for close this window
ar: انقر فوق خروج لإغلاق هذه النافذة

source: oZsetup
ar: إعدادات ضبط oZ
