Repository: Belfagor2005/oZeta_skin
Catalog: usr/lib/enigma2/python/Plugins/Extensions/oZsetup/locale/*/LC_MESSAGES/oZsetup.po
Languages: no, tr

source: ZPICONS NOT INSTALLED
no: ZPICONS IKKE INSTALLERT

source: Plugin mmPicons installed! Restart Gui Please
no: Plugin mmPicons installert! Start Gui på nytt

source: Cancel
no: Avbryt
tr: İptal

source: Save
no: Lagre
tr: Kaydet

source: Preview
no: Forhåndsvisning
tr: Ön izleme

source: Restart
no: Start på nytt
tr: Tekrar başlat

source: Dismiss all setting changes
no: Avvis alle innstillingsendringer
tr: Tüm ayar değişikliklerini kapat

source: Save settings and close screen
no: Lagre innstillinger og lukk skjermen
tr: Ayarları kaydedin ve ekranı kapatın

source: Edit selected
no: Rediger valgt
tr: Seçileni düzenle

source: Load Api-Key
no: Last inn API-nøkkel
tr: API Anahtarını Yükle

source: Show Picture Preview
no: Forhåndsvisning av bilde
tr: Resim Önizlemeyi Göster

source: Restart Gui
no: Start Gui på nytt
tr: Gui Yeniden Başlat

source: Save settings
no: Lagre innstillinger
tr: Ayarları kaydet

source: zSetup Info
no: zOppsett info
tr: zSetup Bilgi

source: SKIN SETUP SECTION
no: SKIN OPPSETT SEKSJON
tr: SKIN KURULUM BÖLÜMÜ

source: Config Menu Image Panel
no: Konfigurasjonsmeny Bildepanel
tr: Yapılandırma Menüsü Görüntü Paneli

source: Config Infobar Panels
no: Konfigurer infolinjepaneler
tr: Bilgi Çubuğu Panellerini Yapılandırma

source: Config SecInfobar Panels
no: Konfigurer SecInfobar-paneler
tr: SecInfobar Panellerini Yapılandır

source: Config Channel Panels
no: Konfigurer kanalpaneler
tr: Kanal Panellerini Yapılandır

source: Config Volume Panels
no: Konfigurer volumpaneler
tr: Ses Panellerini Yapılandır

source: Config Radio Panels
no: Konfigurer radiopaneler
tr: Radyo Panellerini Yapılandır

source: Config MediaPlayer Panels
no: Konfigurer MediaPlayer-paneler
tr: MediaPlayer Panellerini Yapılandırma

source: Config Eventview Panels
no: Konfigurer EPG paneler
tr: Olay Görünümü Panellerini Yapılandırma

source: Config Logo Image Top
no: Konfigurer Logo bilde Top
tr: Üst Logo Resmi Yapılandırma

source: Config Logo Image Bottom
no: Konfigurer Logo bilde Bunn
tr: Alt Logo Resmi Yapılandırma

source: API SETUP SECTION
no: API SETUP SEKSJON
tr: API KURULUM BÖLÜMÜ

source: Config TMDB ApiKey
no: Konfigurer TMDB ApiKey
tr: TMDB ApiKey Yapılandır

source: Load TMDB Apikey from /tmp/apikey.txt
no: Last inn TMDB Apikey fra /tmp/apikey.txt
tr: TMDB Apikeyi /tmp/apikey.txt den yükle

source: Signup on TMDB and input free personal ApiKey
no: Registrer deg på TMDB og skriv inn gratis personlig ApiKey
tr: TMDB'ye kaydolun ve ücretsiz kişisel ApiKey girin

source: Configure OMDB APIKEY
no: Konfigurer OMDB APIKEY
tr: OMDB APIKEY YAPILANDIRMA

source: Load OMDB Apikey from /tmp/omdbkey.txt
no: Last inn OMDB Apikey fra /tmp/omdbkey.txt
tr: OMDB Apikey'i /tmp/omdbkey.txt'den yükleyin

source: Signup on OMDB and input free personal ApiKey
no: Registrer deg på IMDB og skriv inn gratis personlig Api-nøkkel
tr: OMDB'ye kaydolun ve ücretsiz kişisel ApiKey girin

source: MISC SETUP SECTION
no: DIVERSE OPPSETT DEL
tr: ÇEŞİTLİ KURULUM BÖLÜMÜ

source: Install or Open z-Picons Plugin
no: Installer eller åpne z-Picons Plugin
tr: z-Picons Eklentisini Kurun veya Açın

source: Autoupdate oZeta Skin on both
no: Autooppdater oZeta Skin på begge
tr: Her ikisinde de oZeta Skini otomatik güncelleme

source: Check for updates on the oZeta skin server
no: Se etter oppdateringer på oZeta skin-serveren
tr: oZeta Skin sunucusundaki güncellemeleri kontrol edin

source: Install or Open zPicons Plugin by mmark
no: Installer eller åpne zPicons Plugin av mmark
tr: mmark ile zPicons Eklentisini Kurun veya Açın

source: Autoupdate oZeta Skin
no: Autooppdater oZeta Skin
tr: oZeta Skin otomatik güncelleme

source: Load your free TMDB Apikey from /tmp/apikey.txt
no: Last inn din gratis TMDB Apikey fra /tmp/omdbkey.txt
tr: Ücretsiz TMDB Apikey'inizi /tmp/apikey.txt adresinden yükleyin

source: Load your free OMDB Apikey from /tmp/omdbkey.txt
no: Last inn din gratis OMDB Apikey fra /tmp/omdbkey.txt
tr: Ücretsiz OMDB Apikey'inizi /tmp/apikey.txt adresinden yükleyin

source: Configure this Section
no: Konfigurer denne delen
tr: Bu Bölümü Yapılandır

source: Restart E2 Now.. Do you really want to restart GUI now?
no: Start E2 på nytt nå.. Vil du virkelig starte GUI på nytt nå?
tr: E2 Yeniden Başlat.. GUIyi şimdi yeniden başlatmak istiyor musunuz?

source: Mode Restart
no: Modus omstart
tr: Yeniden Başlatma Modu

source: Successfully creating Skin!
no: Vellykket å lage Skin!
tr: Skin başarıyla oluşturuldu!

source: Error creating Skin!
no: Feil ved opprettelse av skin!
tr: Skin oluşturulurken hata oluştu!

source: Import Api Key TMDB from /tmp/apikey.txt?
no: Importere Api Key TMDB fra /tmp/apikey.txt?
tr: /tmp/apikey.txt dosyasından Api Anahtarı TMDB alınsın mı?

source: Missing %s !
no: Mangler %s !
tr: Eksik %s !

source: Import Api Key OMDB from /tmp/omdbkey.txt?
no: Importere Api Key OMDB fra /tmp/omdbkey.txt?
tr: Api Anahtarı OMDB'sini /tmp/omdbkey.txt dosyasından içe aktarın mı?

source: TMDB ApiKey Imported!
no: TMDB ApiKey importert!
tr: TMDB ApiKey İçe Aktarıldı!

source: TMDB ApiKey Stored!
no: TMDB ApiKey lagret!
tr: TMDB ApiKey Kaydedildi!

source: OMDB ApiKey Imported!
no: OMDB ApiKey importert!
tr: OMDB ApiKey İçe Aktarıldı!

source: OMDB ApiKey Stored!
no: OMDB ApiKey lagret!
tr: OMDB ApiKey Kaydedildi!

source: Really close without saving settings?
no: Virkeligen lukke uten å lagre innstillinger?
tr: Ayarları kaydetmeden gerçekten kapatman istiyor musunuz?

source: Reset Config to Defaults Parameters?
no: Tilbakestill til standardinnstillinger?
tr: Ayarlar Varsayılan Parametrelere Sıfırlansın mı?

source: Do you really want to update the zSkin ?? Do it at your own risk. Do you want to continue?
no: Vil du virkelig oppdatere zSkin ?? Gjør det på egen risiko. Vil du fortsette?
tr: zSkini gerçekten güncellemek istiyor musunuz ?? Bunu kendi sorumluluğunuzda yapıyorsunuz. Devam etmek istiyor musun?

source: NO UPDATE zSkin ON SERVER !
no: INGEN OPPDATERING av zSkin PÅ SERVER!
tr: SUNUCUDA GÜNCELLEME YOK!

source: ZSKIN UPDATE PLEASE RESTART GUI
no: ZSKIN OPPDATERING VENNLIGST START GUI på nytt

source: NO EXIST /tmp/ozeta.tar !
no: EKSISTER INGEN /tmp/ozeta.tar !
tr: YOK /tmp/ozeta.tar !

source: mmPicons Plugin Not Installed!! Do you really want to install now?
no: mmPicons Plugin ikke installert!! Vil du virkelig installere nå?
tr: mmPicons Eklentisi Yüklü Değil!! Gerçekten şimdi yüklemek istiyor musunuz?

source: Install mmPicons
no: Installer mmPicons
tr: mmPicons Yükle

source: Data entered for the Weather, do you want to continue the same?
no: Data som er lagt inn for været, vil du fortsette det samme?
tr: Hava Durumu için girilen veriler, aynı şekilde devam etmek istiyor musunuz?

source: WeatherPlugin Plugin Not Installed!! Do you really want to install now?
no: WeatherPlugin-plugin ikke installert!! Vil du virkelig installere nå?
tr: WeatherPlugin Eklentisi Yüklenmedi!! Gerçekten şimdi yüklemek istiyor musunuz?

source: Install WeatherPlugin and Reboot
no: Installer WeatherPlugin og start på nytt
tr: WeatherPlugin Yükle ve Yeniden Başlat

source: Install WeatherPlugin
no: Installer WeatherPlugin
tr: WeatherPlugin Yükle

source: Plugin WeatherPlugin not installed!!!
no: Plugin WeatherPlugin ikke installert!!!
tr: WeatherPlugin Yüklenmedi!!!

source: Back
no: Tilbake
tr: Geri

source: Preview Info
no: Forhåndsvisningsinformasjon
tr: Önizleme Bilgisi

source: Restart Info
no: Start Info
tr: Bilgiyi Yeniden Başlat

source: Exit zSetup
no: Avslutt zSetup

source: Save and Copy changes in the xml file config
no: Lagre og kopier endringer i xml-filens konfigurasjon

source: View Pic of Panels preview, in the FullHD mode
no: Se forhåndsvisning av bilde av paneler i FullHD-modus

source: Restart E2 but not apply changes
no: Start E2 på nytt, men ikke bruk endringer

source: Reset Config
no: Tilbakestill konfig

source: Install or Set Weather Plugin if installed
no: Installer eller still inn Weather Plugin hvis installert

source: Menu/Setup/Graphic Interface/OSD Setup
no: Meny/Oppsett/Grafisk grensesnitt/OSD-oppsett

source: Alternative Radio Mode= Yes
no: Alternativ radiomodus= Ja

source: For use The OMDB Covers, copy the omdbkey file in the skin folder:
no: For bruk The OMDB Covers, kopier omdbkey-filen i skin-mappen:
tr: OMDB Kapaklarını kullanmak için, dış görünüm klasöründeki omdbkey dosyasını kopyalayın:

source: Or manually enter the key, created on the OMDB portal'
no: Eller skriv inn nøkkelen manuelt, opprettet på OMDB-portalen'
tr: Veya OMDB portalında oluşturulan anahtarı manuel olarak girin

source: use the virtual keyboard.'
no: bruk det virtuelle tastaturet.'
tr: sanal klavyeyi kullanın.'

source: For use The TMDB Covers, copy the apikey file in the skin folder:
no: For bruk The TMDB Covers, kopier apikey-filen i skin-mappen:
tr: TMDB Kapaklarını kullanmak için, dış görünüm klasöründeki apikey dosyasını kopyalayın:

source: Or manually enter the key, created on the TMDB portal
no: Eller skriv inn nøkkelen manuelt, opprettet på TMDB-portalen
tr: Veya TMDB portalında oluşturulan anahtarı manuel olarak girin

source: use the virtual keyboard.
no: bruk det virtuelle tastaturet.
tr: sanal klavyeyi kullanın.

source: Or import from /tmp the file
no: Eller importer fra /tmp filen
tr: Veya dosyayı /tmp'den içe aktarın

source: omdbkey.txt or apikey.txt
no: omdbkey.txt eller apikey.txt
tr: omdbkey.txt veya apikey.txt

source: SAVE & RESTART
no: LAGRE OG START PÅ NYTT
tr: KAYDET & YENİDEN BAŞLAT

source: Save and Copy changes in the xml file config
no: Lagre og kopier endringer i xml-filens konfigurasjon

source: Restart E2 but not apply changes
no: Start E2 på nytt, men ikke bruk endringer

source: Click Exit for close this window
no: Klikk Avslutt for å lukke dette vinduet
tr: Bu pencereyi kapatmak için Çıkış'a tıklayın

source: oZsetup
no: oZoppsett

source: Customization tool for ozeta skin
no: Tilpasningsverktøy for ozeta skin
tr: Ozeta skini için özelleştirme aracı

source: by Lululla
tr: Lululla tarafından

source: This operation checks if the skin has its components (is not sure).. Do you really want to continue?
tr: Bu işlem, cildin bileşenlerine sahip olup olmadığını kontrol eder (emin değil). Gerçekten devam etmek istiyor musun?

source: Install Test Options oZeta Skin
tr: oZeta Skin Test Seçeneklerini Kurun

source: Install Test Options for oZeta skin Do you really want to install now?
tr: oZeta skin için Test Seçeneklerini Kurun Gerçekten şimdi yüklemek istiyor musunuz?

source: ApiKey Info
tr: ApiKey Bilgi
